Repository: wp-plugins/bulk-term-generator
Catalog: tags/1.0.1/languages/bulk-term-generator-*.po
Languages: es_mx

source: On this page you can add terms to the %s taxonomy in bulk.
es_mx: En esta página usted puede añadir términos a la taxonomía de %s a granel.

source: Your Terms:
es_mx: Sus Términos:

source: No terms yet. Add some below!
es_mx: No hay término. Agregue un poco de abajo!

source: Add Terms
es_mx: Añadir Términos

source: Enter each term below <span>on its own line</span>.
es_mx: Escriba a continuación Cada término <span> en ictos propia línea </ span>.

source: Optional:
es_mx: Opcional:

source: You can specify the "slug" and "description" for each term by seperating them with commas.
es_mx: Puede especificar la "babosa" y "descripción" para cada término por seperating em con comas.

source: (ie: United States, united_states, Population is 317 Million)
es_mx: (Es decir: México, mexico, Población es de 122 millones)

source: Parent
es_mx: Principal

source: (Sorry, this taxonomy isn't hierarchical)
es_mx: (Lo siento, esta taxonomía no es jerárquica)

source: Add Terms to Queue
es_mx: Añadir término a la cola

source: Generate Terms
es_mx: Generar Términos

source: About
es_mx: Acerca de

source: <strong>Bulk Term Generator</strong> was developed by Nate Allen, Senior Web Developer at <a href="http://fireflypartners.com">Firefly Partners</a>.
es_mx: <strong>Bulk Term Generator</strong> fue desarrollada por Nate Allen, Tercera Web Developer en <a href="http://fireflypartners.com">Firefly Partners</a>.

source: Support
es_mx: Apoyo

source: If need help, check out the support page for the plugin. I will do my best to answer questions or patch bugs. Please be patient; this is a free plugin and I have a full-time job. :)
es_mx: Si necesita ayuda, echa un vistazo a la página de soporte para el plugin. Haré todo lo posible para responder a los problemas o errores de conexión. Por favor sea paciente; este es un plugin gratuito y tengo un trabajo de tiempo completo. :)

source: Feedback
es_mx: Realimentación

source: Do you have an idea for an improvement? <a href="mailto:email@ncallen.com">Email me</a> and I'll see what I can do. Or better yet, <a href="https://github.com/nate-allen/bulk-term-generator">contribute code to the Github repository</a>!
es_mx: ¿Tiene una idea para una mejora? <a href="mailto:email@ncallen.com">Envíeme por correo electrónico</a> y voy a ver qué puedo hacer. O mejor aún, código contribuer a Github!

source: First, choose a taxonomy you'd like to add terms to:
es_mx: En primer lugar, elegir una taxonomía que desea añadir términos a:

source: Taxonomy
es_mx: Taxonomía

source: Select Taxonomy
es_mx: Seleccione Taxonomía
